const sports = {
    بسکتبال: 
        "بسکتبال ورزشی است که در آن دو تیم 5 نفره با هم رقابت می کنند و همه آن ها موظف هستند که توپ را فقط با دست خود لمس کنند . در این ورزش دوازده بازیکن (که هر تیم 5 بازیکن دارد) و 2 داور که یکی به عنوان داور اول و دیگری داور دوم است تشکیل این بازی را می دهند . همچنین یک توپ و دو سبد که هر سبد سهم یک تیم است و به عنوان دروازه آن ها به حساب می آید .<br><br>\
        <b>فایده های ورزش بسکتبال:</b><br>\
        - كسب تعادل روانی و فراهم بودن زمینه های لازم برای رشد روانی<br>\
        - ایجاد شخصیت متعادل و روحیه تعاون و همكاری<br>\
        - كسب نشاط و شادی و طراوت<br>\
        - افزایش قدرت تصمیم گیری اشخاص به گونه درست و قضاوت منطقی<br>\
        - تقویت عوامل روانی مثل:اعتماد به نفس، تمركز و توجه و خود شكوفایی<br><br>\
        <b>لباس</b><br>\
        لباس بازی برای زنان و مردان تاپ و شلوارک است و نام تیم در جلوی لباس و شمارهٔ بازیکن در پشت و جلوی آن نوشته شده‌است. در بازی‌های بین‌المللی شماره‌های بازیکنان از ۴ تا ۱۵ است. بازیکنان بسکتبال معمولاً از کفش‌های ساق دار استفاده می‌کنند که از مچ پا حفاظت بیشتری می‌کند. \
        ",

    والیبال:
        "بازی والیبال (به انگلیسی:Volleyball) یک ورزش تیمی و ششمین ورزش محبوب و گسترده ترین ورزش در برخی کشورهای دنیا است که در آن بازیکنان در دو تیم شش نفره، در دو سوی توری قرار می گیرند و سعی ميکنند تا طبق قوانین بازي، توپ را از روی تور در زمین تیم مقابل فرود آورند. طول زمین والیبال ۱۸ متر و عرض آن ۹ است. هرتیم حداقل باید ۳ ست( یا دست) از ۵ پنج ست بازي را ببرد، تا بتواند برنده مسابقه شود.<br>\
        والیبال یک ورزش تیمی عالی است که افراد در هر سن و سطح مهارتی می توانند از آن لذت ببرند. یکی از فواید ورزش والیبال این است که می توان آن را در تمام طول سال هم در محیط داخلی و هم در فضای باز، بازی کرد. جدای از لذت خالص بازی، دلایل مختلفی وجود دارد که مردم والیبال بازی می کنند. در واقع یک فعالیت پیوندی عالی برای دوستان و خانواده است و به عنوان یک راه جایگزین و بسیار موثر برای رسیدن به اهداف تناسب اندام شما به روشی سرگرم کننده و جذاب عمل می کند. دلیل شما هر چه باشد فواید والیبال بی نظیر است.<br><br>\
        <b>ارتفاع تور تا زمین:</b><br>\
        برای بزرگسالان در بخش مردان ۴۳/۲ متر و در بخش زنان ۲۴/۲ متر می باشد.<br><br>\
        <b>فواید این ورزش:</b><br>\
        والیبال یک ورزش پویا است که گروه های عضلانی مختلف را درگیر می کند و آمادگی جسمانی کلی بدن را افزایش می دهد. بهبود استقامت قلبی-عروقی، چابکی، هماهنگی و تعادل از فواید والیبال است. بازی والیبال به طور منظم به تقویت عضلات و افزایش انعطاف پذیری کمک می کند.<br>\
        والیبال یک ورزش تیمی است که همکاری بین بازیکنان را تقویت می کند. برای موفقیت در والیبال نیاز به ارتباط موثر و هماهنگی با هم تیمی ها وجود دارد. بازی والیبال به رشد مهارت های ارزشمندی مانند همکاری، اعتماد و درک جایگاه هر شخص در یک تیم کمک می کند.<br>\
        والیبال یک فعالیت بسیار اجتماعی است که تعامل بین بازیکنان را تقویت می نماید و فرصت آشنایی با افراد جدید، دوست یابی و ایجاد ارتباطات اجتماعی فراهم می کند. عضویت در یک تیم والیبال، میزان اجتماعی بودن، رفاقت و احساس تعلق را افزایش می دهد و این یکی از فواید بازی والیبال است.<br>\
        شرکت در فعالیت های بدنی، از جمله والیبال، یک راه عالی برای کاهش استرس است. ترکیبی از فعالیت بدنی، تمرکز بر بازی و مشارکت اجتماعی می تواند به کاهش اضطراب و بهبود خلق و خو کمک کند.<br>\
        والیبال شامل واکنش های سریع و حرکات دقیق است. بازی منظم والیبال هماهنگی دست و چشم، عکس العمل ها و آگاهی را بهبود می بخشد که این از فواید والیبال به شمار می رود. این مهارت ها می توانند در سایر ورزش ها و فعالیت های روزمره کاربردی باشند.<br>\
        یکی دیگر از فواید والیبال کمک به افزایش اعتماد به نفس است. بهبود مهارت ها، دستیابی به اهداف و کمک به موفقیت یک تیم می تواند به طور قابل توجهی اعتماد به نفس و عزت نفس را افزایش دهد. والیبال به بازیکنان این امکان را می دهد که اهداف فردی و تیمی را تعیین کنند، در جهت آنها کار کنند و رضایت از رشد و موفقیت های شخصی را تجربه کنند.<br><br>\
        <b>فواید والیبال برای کودکان</b><br>\
        والیبال یک ورزش پرتحرک است. مهم نیست کودک شما در کدام موقعیت بازی می کند، او با سرعت بالا در حال حرکت است! والیبال در اصل یک تمرین برای تمام بدن است. بازوها، پاها، مرکز بدن و به خصوص سیستم قلبی عروقی تمرین شدیدی دارند. استقامت عضلانی افزایش می یابد و کودکان می توانند بسیاری از مزایای سلامتی دیگر را از بازی منظم والیبال دریافت کنند.\
        والیبال یک ورزش تیمی است. شما دو تیم شش نفره دارید و معمولاً برای هر پست تعویض هایی وجود دارد. این چند شانس برای فرزند شما است تا دوستان جدیدی با علایق مشابه پیدا کند! ورزش‌های زیادی برای برقراری روابط بین بچه‌ها وجود دارد، اما برای کسانی که والیبال را ترجیح می‌دهند، جنبه تیمی بودن به آن‌ها فرصتی می‌دهد تا با هم معاشرت کنند و دوستان جدیدی پیدا کنند.\
        ",

    هندبال: 
        "رشته ورزشی هندبال به نحوی ترکیبی از رشته های ورزشی بسکتبال ، والیبال  و فوتسال است ، همانطور که از اسمش پیداست هندبال ورزشی ست که با دست انجام میشود وتوپ چه عمدی و یا چه سهوی نباید به پای بازیکن برخورد کند. این ورزش بشدت در فرم دهی بدن و قدکشی تاثیر گذار است و بازیکن های هندبال اکثرا قد های بلند و بدن های تراشیده و روی فرم دارند.<br>\
        رشته ورزشی هندبال نیز مانند والیبال از رشته های ورزشی سالنی توپ محور است هر چند در فضای بیرون هم از این ورزش لذت میبرند . در این ورزش دو تیم ۷ نفره در بازه زمانی ۶۰ دقیقه یا یک ساعت مقابل هم قرار میگیرند بدین صورت که یک نفر بعنوان دروازه بان و ۶ نفر بعنوان بازیکن قرار میگیرند که با استفاده از دست با توپ بازی میکنند .\
        هندبال بازیکن های دفاع و حمله جداگانه ندارد یعنی 6 بازیکنی که در زمین حضور دارند باید هم در نقش دفاع و هم در نقش حمله ظاهر شوند ، این قاعده بدین صورت است که وقتی توپ در دست تیم مقابل است در نقش دفاع ظاهر شده و به محض اینکه توپ قاپیده شده و یا به اوت برود ، بازیکن ها از حالت دفاع به حالت حمله تغییر شکل می دهند.<br><br>\
        <b>خطاهای هندبال:</b><br>\
        در صورتی که داور بازیکن خطاکار را با یک دست نشان دهد با دست دیگر در بالای سر و به وسیله دو انگشت علامت ۲ راه نشان دهد یعنی بازیکن ۲ دقیقه اخراج شده است. بازیکنی که ۳ بار ۳ دقیقه اخراج شود، کارت قرمز گرفته و حق بازی کردن ندار ، یا اصطلاحا دیسکالیفه شده است، بعد ازدو دقیقه یک بازیکن دیگر می تواند جایگزین بازیکن اخراجی شود.\
        توهین به داور، خطای اکسکلود نامیده می شود که باعث اخراج بازیکن از زمین و محل ذخیره ها شده و بازیکن، دیگر حق ورود به زمین را ندارد.\
        در هنگام تعویض، اگر بازیکن زودتر از بازیکن تعویضی وارد زمین شود، مجازات دو دقیقه شامل هر دو بازیکن می شود.\
        در صورتی که هنگام زدن پنالتی، پس از سوت داور، بازیکن پنالتی زننده توپ را به زمین بزند، خطا محسوب شده و حق زدن پنالتی از آن تیم گرفته می شود.\
        در صورتی که بازیکن مدافع در هنگام دفاع، داخل قوس شود و مزاحمت ایجاد نماید خطای پنالتی گرفته می شود.<br>",
    
    ژیمناستیک:
        "ژیمناستیک ورزشی است که توان بدنی، استقامت، انعطاف بدنی و چابکی ورزشکار را به چالش می کشد. ورزشکاران، تکنیک های ورزشی مثل پرش، چرخش و پشتک را در انواع مراسم های مختلف به معرض نمایش درآورده تا توانایی های فردی خود را نشان دهند. در حال حاضر ۳ نوع ژیمناستیک به طور گسترده وجود دارد: ژیمناستیک ریتمیک، هنری و ترامبولین<br/>\
        در بازی‌های المپیک، انواع مختلف ژیمناستیک با ویژگی‌های خاص به نمایش گذاشته می‌شوند. یکی از سبک‌های شناخته‌شده، ژیمناستیک هنری است که شامل حرکات پیچیده‌ای است که ورزشکاران بر روی تجهیزات مختلفی نظیر میله‌ها، چوب موازنه و خرک انجام می‌دهند. این سبک در هر دو بخش مردان و زنان رقابت می‌شود.<br/>\
        ژیمناستیک ریتمیک، که به‌طور خاص توسط ورزشکاران زن انجام می‌شود، بر حرکات زیبا و نمایشی تأکید دارد و معمولاً با ابزارهایی مانند توپ و روبان همراه است. این سبک نیازمند انعطاف‌پذیری و چابکی بالایی است.<br/>\
        ژیمناستیک ترامپولین نیز یکی از رشته‌های المپیکی است که شامل پرش‌های بلند و حرکات آکروباتیک می‌باشد و ورزشکاران برای کسب امتیاز بالا به تمرکز و تعادل نیاز دارند. به‌علاوه، ژیمناستیک آکروباتیک به‌صورت گروهی اجرا می‌شود و شرکت‌کنندگان با حرکات تعادلی و داینامیک توانمندی‌های خود را به نمایش می‌گذارند.<br/><br/>\
        <b>بهترین سن برای ژیمناستیک</b><br/>\
        شروع ژیمناستیک در سنین پایین بهترین زمان است. کودکان معمولاً بین ۴ تا ۶ سالگی می‌توانند وارد این ورزش شوند و به مرور زمان مهارت‌های پایه را یاد بگیرند. در این سن، بدن کودکان به دلیل انعطاف‌پذیری بالا و انرژی زیاد، آماده پذیرش حرکات ژیمناستیک است. این ورزش نه تنها به تقویت بدن کودکان کمک می‌کند، بلکه به آن‌ها انضباط فردی، تعادل و تمرکز را هم یاد می‌دهد. کودکان در این سن می‌توانند حرکات ساده‌ای مانند پشتک زدن، چرخ و فلک و پرش‌ها را یاد بگیرند و به مرور زمان به حرکات پیچیده‌تری دست پیدا کنند.<br/>\
        هرچند که ژیمناستیک را می‌توان در هر سنی شروع کرد، اما در سنین بالاتر یادگیری حرکات پیچیده‌تر زمان بیشتری می‌برد. اگر در سنین بزرگسالی تصمیم به شروع ژیمناستیک دارید، می‌توانید با تمرین منظم و صبر، به سطح خوبی از مهارت برسید. این ورزش به‌عنوان یک فعالیت بدنی و ذهنی مفید در هر سنی مفید است، اما برای رسیدن به سطح حرفه‌ای و رقابتی، بهتر است که از سنین پایین شروع شود.<br/>",

    بدنسازی:
        "بدنسازی یک ورزش بسیار کاربردی برای داشتن اندامی زیبا و سلامت است. در حقیقت ورزش بدنسازی بدن را عضلانی و به شکل دلخواه در می‌آورد. در این ورزش با تلفیق تمرینات ورزشی و تغذیه مناسب عضلاتی قدرتمند و اندامی ورزیده خواهید داشت.\
        به فردی که تمرینات سخت ورزش بدنسازی را انجام می‌دهد، بدنساز می‌گویند. در بدن سازی حرفه ‌ای فرد فیگورهای مشخصی را انجام می‌دهد. به همین ترتیب رتبه بدنسازان بر اساس تقارن عضلانی، حجم توده عضلانی، اندازه و سایز عضلات، فیگورها و ژست‌ها رتبه بندی می‌شوند<br><br>\
        <b>انواع رشته‌های ورزش بدنسازی </b><br>\
        - پرورش اندام (بادی بیلدینگ) یکی از رشته‌های اصلی ورزش بدنسازی است. در بادی بیلدینگ عضله ‌سازی و ورزیدگیِ آن با معیار وزن سنجیده می شود؛ بنابراین بدنسازان در این رشته ورزشی بر اساس وزن طبقه‌بندی می‌شوند. هر چقدر بدنساز قد کوتاهی داشته باشد، شانس بیشتری در مسابقات حرفه‌ای دارد (امکان نمایش بیشتر عضلات در فرد قد کوتاه).<br>\
        - پاورلیفتینگ یک ورزش بدنسازی بسیار قدرتی است. تمرکز این رشته به طور کامل روی قدرت بدنساز است. همچنین استفاده از وزنه‌های سنگین و رکورد وزنه‌برداری در این رشته مورد توجه است.\
        از آنجا که رقابت در این رشته ورزشی از طریق سنجش قدرت صورت می‌گیرد. بنابراین بسیاری از بدنسازانِ پاورلیفتر صرفا اندام متناسبی ندارند. حتی ممکن است بدن شان چربی هم داشته باشد.<br><br>\
        <b>فواید جذاب ورزش بدنسازی</b><br>\
        هرچه فرد قوی‌تر باشد کمتر در معرض آسیب و صدمه است. از این رو ورزشکاران و بدنسازان حرفه‌ای به دلیل برخورداری از مفاصل و عضلات قوی کمتر دچار آسیب می‌شوند. تمرین با وزنه یک روش فوق‌العاده برای تضمین سلامتی در سنین جوانی و پیری است. البته بدنساز باید در حین انجام تمرینات و استفاده از وسایل ورزشی دقت کند.<br>\
        وزنه‌برداری باعث افزایش تولید هورمون‌های آنابولیک (تستوسترون) می‌شود. هورمون‌های آنابولیک باعث افزایش قدرت بدنی و رشد عضلانی می‌شود. از طرفی بلند کردن وزنه‌های سنگین باعث استحکام استخوان‌ و تاندون‌ می‌شود.<br>\
        یکی از بهترین مزایای روانی تمرین با وزنه و بدنسازی، ایجاد نظم و خود کنترلی است. از این رو بدنساز مجبور است برای رسیدن به اهداف ورزشی، وارد یک روال منظم از تمرین، تغذیه، استراحت شود. پس این روند در طولانی‌مدت باعث افزایش نظم و انضباط در فرد می شود.<br>\
        ",

    فوتسال:
        "فوتسال ورزشی با توپ شبیه فوتبال است که در محوطه کوچکتر انجام می شود و بخاطر فضای کمتر دارای تحرک بیشتر است. فوتسال با داشتن تحرک بیشتر به نوعی فوتبالی سرعتی است با پیش نیازهای اختصاصی از جمله تکنیکهای پایه، تاکتیک ها، چرخشها که زیر مجموعه سیستم بازی  فوتسال است و انواع سیستمهای دفاعی فوتسال که یا براساس سیستم حمله حریف اتخاذ می شود و یا سیستم دفاعی واحدی که برای مقابله با انواع سیستم حمله اتخاذ می گردد که مبتنی بر دفاع از فضاست.<br>\
        .ورزش فوتسال دارای دو وقت ۲۰ دقیقه ای برای بازی و زمان بین دو نیمه استراحت ۱۵ دقیقه ای می باشد. هر تیم فوتسال می تواند در هر نیمه یک تایم درخواست كند<br><br>\
        <b>اندازه زمين بازی فوتسال: </b><br>\
        طول زمین فوتسال حداقل 25 متر و حداكثر 42 متر می باشد. عرض زمین فوتسال حداقل 15 متر و حداكثر 25 متر است.\
        در مسابقات بين المللی اندازه زمين فوتسال برابر است با طول حداقل 38 متر و حداكثر 42 متر و عرض حداقل 18 متر و حداكثر 25 متر می باشد. پهناي كليه خطوط زمین فوتسال 8 سانتيمتر است. اندازه دايره وسط زمين فوتسال 3 متر مي باشد.<br><br>\
        <b>اندازه دروازه های زمین فوتسال :</b><br>\
        فاصله بين دو تير دروازه زمین فوتسال 3 متر و ارتفاع تير افقي تا سطح زمين 2 متر است.<br><br>\
        <b>تعداد بازيكنان فوتسال :</b><br>\
        در يك مسابقه فوتسال با شركت دو تيم فوتسال نبايد بيش از بازیکن 5 يا كمتر از 5 بازيكن براي هر تيم فوتسال باشد كه يكي از آنها دروازه بان با لباس مشخص است. اگر به دليل اخراج، تعداد بازيكنان يك تيم فوتسال به كمتر از 3 بازيكن برسد بازی فوتسال بايد تعطيل شود.\
        ",
    
    TRX:
        "تکنیک های تمرینات TRX به ویژه برای حرکت دادن مرکز وزن بدن طراحی شده است که فعالیت های عضلانی ای روی عضلات اصلی و عضلات جانبی در هر تمرین دارد و بعلت قرار گرفتن وضعیت بدن و مقابله با جاذبه زمین و حفظ تعادل, چه شما روی عضلات پا, دست , شکم و یا کمر کار کنید و حرکات اسکات, لانز , پرس سینه و غیره را انجام دهید. در هر حرکت سایر عضلات نیز درگیر می باشند؛ از این رو مقاومت بدن شما بسیاربالا خواهد بود. مثلا وقتی شما حرکت درازو نشست را انجام می دهید بعلت قرارگرفتن وضعت بدنتان, عضلات دستها و پاهایتان نیز درگیر می باشد و این باعث می شود مقاومت بدن شما زیاد شود. با تغییر وضعیت بدن خود به جلو یا عقب، فرد می تواند وزنه مورد استفاده در این وسیله را جهت عضله سازی کاهش یا افزایش دهد .<br>\
        تمرینات کششی TRX انعطاف پذیری و قدرت تحرک بدن را بهبود می بخشد وشما می توانید حرکات کششی را در هر دو حالت پویا و ایستا بر روی عضلات و تاندون ها قبل و بعد از تمرینات انجام دهید و دیگر نیازی به کسی, برای کشش بدن خود ندارید. چنانچه تمام حرکات کششی را می توانید به تنهایی و با یک وسیله انجام دهید و بدین وسیله از خطرات احتمالی در ورزش جلوگیری کرده و حرکات بدون درد را از طریق طیف وسیع و کاملی از حرکات توسعه دهید .<br><br>\
        <b>مناسب برای همه ی افراد در هر رده سنی و هر سطحی از آمادگی جسمانی</b><br>\
        این ورزش فقط برای افراد حرفه ای نیست. TRX هم برای افراد مبتدی عالی است، و هم برای حرفه ایهای تناسب اندام، و همچنین افرادی که سرشان همیشه شلوغ اس و با افرادی که دچار آسیب های عضلانی شده اند. افراد مختلف می توانند با تنظیم شدت و سرعت حرکات و تنظیم بلندی و کوتاهی بندها، نوع تمرینات تی آر ایکس را با فیزیک بدنی و توان بدنی خود متناسب کنند. زمانیکه با هالتر یا دستگاههای بدنسازی کار می کنید برای کاهش شدت تمرینات مجبور به توقف و کاهش وزنه هستند.اما در این ورزش کافیست زاویه بدن را کم و زیاد کنید، ریتم حرکات یا مدت زمان انجام آنها را کاهش و مدت زمان استراحت بین حرکات را افزایش دهید تا اگر تازه کار هستید بتوانید سطح خودتان را به مرور بالا ببرید.<br><br>\
        <b>میزان کالری مصرفی در ورزش تی آر ایکس</b><br>\
        بعلت آویزان شدن از بند و حفظ تعادل، شما کالری زیادی را که از ۲۰۰ تا ۱۰۰۰ کالری در ساعت می باشد را با توجه به نوع برنامه می سوزانید و در حرکات ابتدایی با TRX که با سرعت بالا طراحی شده می توانید, بدن خود را گرم کرده و چابکی زیادی داشته باشید, همچنین از طرفی در حرکات پایانی, بخاطر حرکات کششی ، بدنی انعطاف پذیرتر خواهید داشت .این وسیله ورزشی تمام شرایط مهم که در آمادگی جسمانی لازم می باشد را از جمله (استقامت, مقاومت, چابکی, انعطاف پذیری و تعادل ) را در یک زمان دارا می باشد در تمرینات با این وسیله ورزشی شما از نیروی جاذبه و حرکت استفاده می کنید تا بتوانید ازعضلات خود برای تغییرات در کل بدن کمک بگیرید. تمرینات با TRX قدرت و تعادل را در یک انجام می دهد و این سیستم عصبی بدن را کمک می کند, که شما خیلی سریع بدن خود شکل داده و به نتیجه برسید .\
        ",
        
    فیتنس:
        "فیتنس به شاخه ورزشی گفته می شود که همراه با حرکات ریتمیک و آکروبایتک است. فیتنس در کنار رژیم غذایی مناسب چربی بدن را به کمترین حد خود می رساند. همچنین فرم بدن را به صورت ایده آل تغییر می دهد. به طور کلی هدف اصلی فیتنس کاهش چربی های بدن و متعادل کردن وزن است. دراین رشته ورزشی جذاب چیزی به نام عضلات حجیم و بدن های رگدار وجود ندارد.<br><br>\
        در حقیقت اگر می خواهید یک اندام زیبا و جمع و جور داشته باشید. بهتر است سراغ تمرینات فیتنس بروید. در این نوع ورزش افزایش توده عضلانی ملاک نیست و می توان چربی ها را تا حد بسیار زیادی از بین برد.<br><br>\
        <b>انواع رشته‌های فیتنس:</b><br>\
        فیتنس شامل سه رشته تمرین هستند، شامل: ایروبیک، اماده سازی عضلات و کاهش توده چربی. شما باید تمام این تمرین‌ها را بسته به بدنی که می‌خواهید بسازید، انجام دهید. همچنین در این رشته ورزشی ورزیدگی عضلات و انعطاف پذیری مفاصل اهمیت دارد و نیاز به حجیم کردن و پرسایز کردن  آن ها نیست. جلسات تمرینی این ورزشکاران معمولا ۳ تا ۵ روز در هفته است.<br><br>\
        تمرینات فیتنس پرفشارو با شدت بالا نیستند و نیاز به تغذیه ی با کربوهیدارت بالا همچون دوران حجم‌ ندارد. چون هدف پرورش اندام و هایپرتروفی عضلات نیست. تغذیه در این ورزش بسیار اهمیت دارد و به تقویت قوای از دست رفته کمک می کند. استفاده از شیک پروتئین پس از انجام تمرینات برای تمامی افراد مبتدی و حرفه ای توصیه می شود.<br><br>\
        <b>تغذیه فیتنس کاران:</b><br>\
        به طور کلی تغذیه ورزشکاران این رشته شامل: میوه و سبزی و پروتئین به مقدار متعادل است. در پرورش اندام از مقدار پروتئین بیشتری استفاده می شود تا بدن حجم بگیرد. اما در فیتنس فقط کاهش چربی و تناسب اندام مدنظر است. همچنین استفاده از مکمل نیز بسیار اندک و محدود استفاده میشود .<br><br>\
        <b>مزایای فیتنس:</b><br>\
        فیتنس برای تمامی سنین و حتی بانوان بسیار مفید است. البته قبل از شروع هر تمرینی بهتر است زیرنظر متخصصین فیتامین قرار بگیرد تا حین انجام حرکات دچار مشکل نشوید. فیتنس تمریناتی است که مهره ی کامل کننده یک بدن اماده است.<br>\
        - افزایش نسبی قدرت بدنی<br>\
        - بهبود عملکرد ورزشی<br>\
        - افزایش چربی سوزی بدن<br>\
        - تقویت بافت های هم‌بند و رباط ها و مقاوم‌سازی مفاصل<br>\
        - کاهش استرس و اضطراب<br>\
        ",
};

function changeText(key) {
    const newText = sports[key];
    document.getElementById('sportInfo').innerHTML = newText;
    document.getElementById('sportName').innerText = key;

}